# Вопросы и варианты ответов
questions = [
    ("Какое у вас сейчас настроение?",
     ["Веселое", "Спокойное", "Грустное", "Раздраженное", "Мне скучно"]),
    ("Какой жанр фильмов сейчас хочется посмотреть?",
     ["Приключения", "Романтика", "Комедия", "Драма", "Триллер", "Документальный"]),
    ("Что сейчас больше привлекает в книгах?",
     ["Классика", "Детектив, триллер", "Романтика", "Драма", "Фантастика", "История", "Саморазвитие"]),
    ("Какую эмоцию вы хотите усилить или изменить?",
     ["Остаться в этом настроении", "Хочу развеселиться", "Хочу расслабиться", "Ищу вдохновения", "Уйти в размышления"]),
    ("Вы хотите что-то новое или классику?",
     ["Новое, бестселлер", "Проверенную временем классику"])

]